{
  "header": {
    "main": "Главная",
    "winners": "Победители"
  },
  "home": {
    "star-factory": {
      "title": "Фабрика звёзд",
      "description": "Российское музыкальное реалити-шоу по поддержке молодых исполнителей"
    },
    "project-stars": {
      "title": "Звёзды проекта",
      "description": "Победители проекта\nза все сезоны"
    },
    "content": {
      "title":"Содержание",
      "description": "На данном интернет-портале собраны биографии и истории становления исполнителей, которые покорили  не только сердца зрителей, но и олимп шоу\n“Фабрика звёзд”"
    },
    "day-winner": {
      "title": "Деятель дня",
      "name": "ВИКТОРИЯ ДАЙНЕКО",
      "description": "Победительница телешоу «Фабрика Звезд» 2004 и 2011 года"
    },
    "developers": {
      "smyc": "СМЫЧЁК АРТЁМ",
      "mihey": "МИХЕЙ АЛЕКСАНДР",
      "litvin": "ЛИТВИНОВИЧ ДАНИИЛ",
      "volk": "ВОЛКОВ АЛЕКСАНДР"
    }
  },
  "winners": {
    "title": "Победители Фабрики звёзд",
    "description": "с 1-го по 8-й сезоны",
    "corni": {
      "title": "Корни (группа)",
      "year": "2002 год",
      "description": "Российская поп-рок группа, победившая в первом сезоне талант-шоу «Фабрика звёзд». Продюсер и основной автор песен — Игорь Матвиенко"
    },
    "gagarina" : {
      "title": "Полина Гагарина",
      "year": "2003 год",
      "description": "Российская эстрадная певица, актриса кино, телевидения, озвучивания и дубляжа, композитор и фотомодель. Участница и победительница проекта Первого канала «Фабрика звёзд-2»"
    },
    "dubcova" : {
      "title": "Ирина Дубцова",
      "year": "2004 год",
      "description": "Российская певица, поэтесса и композитор, бывшая солистка группы «Девочки» (1999—2001). Исполнительница собственных песен (как сольных, так и совместных), выпускница и победительница «Фабрики звёзд — 4», финалистка проекта «Фабрика звёзд. Возвращение»."

    },
    "dainenko": {
      "title": "Виктория Дайнеко",
      "year": "2004, 2011 года",
      "description": "Российская певица и актриса. Победительница «Фабрики звёзд-5» (2004) и «Фабрики звёзд. Возвращение» (2011)."
    },
    "coldun": {
      "title": "Дмитрий Колдун",
      "year": "2006 год",
      "description": "Белорусский певец, поэт и композитор, победитель проекта «Фабрика звёзд-6» на «Первом канале». Представлял Беларусь на конкурсе Евровидение 2007 года с песней «Work Your Magic», заняв 6-е место."
    },
    "prihodko": {
      "title": "Анастасия Приходько",
      "year": "2007 год",
      "description": "Украинская певица, автор песен, общественный и политический деятель, заслуженная артистка Украины (2017). В 2007 году принимала участие в шоу российского Первого канала «Фабрика звёзд 7», в котором заняла первое место, после чего начала сотрудничество с продюсером Константином Меладзе."
    }
  },
  "winner": {
    "gallery": "Фотогаллерея",
    "biography": "Биография",
    "performance": "Выступление",
    "place": "Место основной деятельности на карте",
    "corni": {
      "title": "Корни (группа)",
      "shortDescription": "Победители 1-го сезона талант-шоу «Фабрика звёзд»",
      "description": "Год создания - 2002\nСостав группы\nАлександр Бердников\nАлексей Кабанов\nДмитрий Пакуличев",
      "performance": "Группа Корни исполняет песню \"Я теряю корни\" в первом сезоне \"Фабрики звёзд\"",
      "place": "Место съёмок первого сезона проекта “Фабрика звёзд” Москва, телецентр «Останкино»",
      "biography": [
        {
          "year": "2002 год",
          "title": "Создание группы",
          "description": "Группа «Корни» была создана во время проекта «Фабрика звёзд» и стала её победителем в конце 2002 года. В состав группы вошли Александр Бердник, Алексей Кабанов, Александр Асташёнок, Павел Артемьев. Продюсер и основной автор песен — Игорь Матвиенко."
        },
        {
          "year": "2003 год",
          "title": "Участие в конкурсе «Евробест»",
          "description": "Группа заняла 6 место с песней группы Queen «We Will Rock You». В декабре этого же года группа выпустила дебютный альбом «На века», на три песни которого («Я теряю корни», «Плакала берёза» и «Ты узнаешь её») были сняты видеоклипы, активно ротировавшиеся на музыкальных телеканалах."
        },
        {
          "year": "2004 год",
          "title": "Гастрольный тур по городам России",
          "description": "8 июля 2004 года «Корни» отправились в первый гастрольный тур по городам России, в ходе которого в ротации российских радиостанций была их песня «С днём рождения, Вика!»."
        },
        {
          "year": "2005-2007 год",
          "title": "Выпуск новых песен",
          "description": "В канун 2005 года группа выпустила клип на песню «С новым годом, люди!». В то же время группа работала над вторым альбомом «Дневники». В апреле 2006 года группа выпустила сингл «Хочешь, я тебе спою», а в августе вышел клип на песню «Наперегонки с ветром». В начале 2007 года группа выпустила песню «Закрыть глаза»."
        },
        {
          "year": "2002 год",
          "title": "Уход Павла Артемьева и Александра Асташёнка",
          "description": "В апреле 2010 года группа записала сингл «Не может быть» с новым солистом группы. В июне 2010 года группа стала трио: Александр Бердников, Алексей Кабанов и Дмитрий Пакуличев в связи с уходом Павла Артемьева и Александра Асташёнка по собственному желанию."
        }
      ]
    },
    "dubcova": {
      "title": "Ирина Дубцова",
      "shortDescription": "Выпускница и победительница «Фабрики звёзд — 4»",
      "description": "российская певица,\nпоэтесса и композитор,\nбывшая солистка группы\n«Девочки» (1999—2001).\nИсполнительница\nсобственных песен",
      "performance": "Ирина Дубцова исполняет песню \"О нём\",Фабрика звёзд-4",
      "place": "Место съёмок первого сезона проекта “Фабрика звёзд” Москва, телецентр «Останкино»",
      "biography": [
        {
          "year": "2004—2007",
          "title": "«Фабрика звёзд»",
          "description": "12 марта 2004 года на Первом канале стартовала «Фабрика звёзд 4», в которой приняла участие Ирина Дубцова. Она исполнила песню собственного сочинения «О нём». 8 июня в спорткомплексе «Олимпийский» состоялся финальный гала-концерт «Фабрики звёзд 4», на котором были объявлены победители проекта, Дубцова заняла первое место."
        },
        {
          "year": "2008—2011",
          "title": "Песни",
          "description": "В 2008 году Ирина Дубцова совместно с Полиной Гагариной записала песню «Кому? Зачем?». Песня стала победителем «Премии Муз-ТВ 2010» в номинации «Дуэт года».  В 2011 году приняла участие в проекте «Фабрика звёзд. Возвращение», в котором соревновались выпускники «Фабрики Звёзд» разных лет. Дубцова вошла в команду продюсера Игоря Крутого и заняла третье место."
        },
        {
          "year": "2012—2014",
          "title": "Х-Фактор",
          "description": "Весной 2012 года Дубцова записала песню «Ешь. Молись. Люби», слова и музыку к которой она написала сама, а в мае вышел снятый в Киеве клип, режиссёром которого стал Александр Филатович. Осенью 2012 года на украинском канале СТБ открылся третий сезон украинской версии британского вокального талант-шоу «X-Фактор», в котором Ирина Дубцова заняла в жюри место певицы Ёлки. "
        },
        {
          "year": "2015 год",
          "title": "Концерт в «Crocus City Hall»",
          "description": "В начале 2015 года прошла подготовка первого сольного концерта в «Crocus City Hall», приуроченного к выходу нового альбома и 10-летию сольной карьеры. Концерт состоялся 28 марта. 25 января Дубцова представила сольную песню «Люби меня долго» в программе канала Муз-ТВ «Партийная зона». 3 февраля на канале Ello в YouTube состоялась премьера клипа на эту песню"
        },
        {
          "year": "с 2016",
          "title": "Телесериал «Куба»",
          "description": "В 2016 году снялась в роли певицы Нелли в телесериале «Куба» (16-я серия). В феврале 2017 года Ирина Дубцова и Леонид Руденко представили клип на композицию «Москва-Нева». 12 ноября исполнители получили «Золотой граммофон» за эту песню. 14 февраля 2022 года Дубцова выпустила альбом Sorry, в который вошли девять треков. Релиз пластинки состоялся на лейбле Media Land. "
        }
      ]
    },
    "dainenko": {
      "title": "Виктория Дайнеко",
      "shortDescription": "Победительница «Фабрики звёзд-5»  и «Фабрики звёзд. Возвращение»",
      "description": "Российская певица и актриса, автор и исполнительница  собственных песен",
      "performance": "Виктория Дайнеко исполняет песню “Лейла”,Фабрика Звёзд-5",
      "place": "Место съёмок первого сезона проекта “Фабрика звёзд” Москва, телецентр «Останкино»",
      "biography": [
        {
          "year": "1987 - 2004 год",
          "title": "Ранние годы",
          "description": "Родилась 12 мая 1987 года в посёлке Кировский Талды-Курганской области. Детство провела в Якутии, в городе Мирный. В школьные годы начала выступать на различных музыкальных площадках Мирного, преимущественно перепевая чужие хиты. Она делала успехи, поэтому её пригласили сначала в местную эстрадную группу «Отражение», а затем в группу под названием «Фаэтон»."
        },
        {
          "year": "2004 год",
          "title": "«Фабрика звёзд»",
          "description": "В 2004 году в возрасте 17 лет стала участницей телепроекта Первого канала «Фабрика звёзд 5» под руководством певицы Аллы Пугачёвой, где одержала победу и получила квартиру в Москве. В рамках телепроекта Дайнеко исполнила две сольные песни — «Я буду лучше» и «Лейла»."
        },
        {
          "year": "2005 год",
          "title": "Песни",
          "description": "После окончания телепроекта с Дайнеко начал серьёзную работу Игорь Матвиенко. Дебютный клип певицы на песню «Лейла» был снят в 2005 году в Таиланде. Далее последовали новые песни, с которыми Дайнеко выступала на различных площадках, новые клипы."
        },
        {
          "year": "2007 - 2009 гг.",
          "title": "Участие в проектах",
          "description": "В том же 2007 году участвовала в проекте «Ледниковый период» с Алексеем Ягудиным, с которым дошла до финала проекта. В 2007 году Дайнеко сыграла саму себя в эпизодической роли в телесериале «Счастливы вместе». Весной 2009 года принимала участие в проекте Первого канала «Две звезды 2009», где в паре с актёром Александром Олешко заняла 3-е место."
        },
        {
          "year": "2011 год",
          "title": "“Фабрика Звёзд. Возвращение”",
          "description": "В 2011 году участвовала в проекте «Фабрика звёзд. Возвращение», где соревновались выпускники «Фабрики звезд» разных лет. Дайнеко входила в команду продюсера Игоря Матвиенко. Дайнеко победила в проекте, ей отдали предпочтение 19 % зрителей, принявших участие в голосовании."
        }
      ]
    },
    "gagarina": {
      "title": "Полина Гагарина",
      "shortDescription": "Победительница проекта «Фабрика звёзд-2» (2003 г.)",
      "description": "Российская эстрадная певица, актриса кино, телевидения, озвучивания и дубляжа, композитор и фотомодель",
      "performance": "Полины Гагариной на отчетном концерте «Фабрики Звезд 2».",
      "place": "Место съёмок второго сезона проекта “Фабрика звёзд” Москва, телецентр «Останкино»",
      "biography": [
        {
          "year": "1987 - 2002 гг.",
          "title": "Детство и юность",
          "description": "Родилась 27 марта 1987 года в Москве, детство провела в Греции.  Мать — профессиональная танцовщица . В Греции Гагарина прожила три года, в сентябре 1993 года пошла в первый класс. Вернувшись на летние каникулы в Россию, по настоянию бабушки осталась жить вместе с ней в Саратове. Поступила в музыкальную школу, исполнив в отборочном туре композицию Уитни Хьюстон. Окончив музыкальную школу, в 14 лет Гагарина поступила в Государственное музыкальное училище эстрадно-джазового искусства."
        },
        {
          "year": "2003 год",
          "title": "«Фабрика звёзд»",
          "description": "В 2003 году в возрасте 16 лет Гагарина попала на телевизионный проект «Фабрика звёзд-2». Она исполнила несколько песен Максима Фадеева и победила на конкурсе. Многие профессионалы впоследствии признавали Гагарину самой сильной певицей из всех победителей шоу. Однако по окончании проекта Гагарина отказалась от сотрудничества с Фадеевым."
        },
        {
          "year": "2004 - 2005 гг.",
          "title": "Начало карьеры",
          "description": "В 2005 году Гагарина подписала контракт с лейблом АРС Records. В этом же году приняла участие в международном конкурсе «Новая волна», где заняла третье место с авторской песней «Колыбельная». 11 июля в Москве прошли съёмки клипа на эту песню, режиссёром и оператором которого выступил Владислав Опельянц."
        },
        {
          "year": "2006 - 2007 гг.",
          "title": "Альбом «Попроси у облаков»",
          "description": "В начале 2006 года вышел клип на песню «Я твоя». Позже вышел клип на сингл «Morning». В этом же году вышел сингл «Помню». В 2007 году был записан сингл «Я тебя не прощу никогда», автором которого стал Константин Меладзе. 12 июля 2007 года был выпущен дебютный альбом«Попроси у облаков», в который вошли такие хиты, как «Колыбельная»,«Я твоя» и «Я тебя не прощу никогда»."
        },
        {
          "year": "2008 - 2010 гг.",
          "title": "Альбом «О себе»",
          "description": "В 2008 году Гагарина записала песню «Кому, зачем?» совместно с Ириной Дубцовой. 11 марта 2010 года вышел второй сольный альбом «О себе». Гагарина описала альбом следующим образом: «Новый альбом. Новый этап жизни, — как творческой, так и личной. Я назвала альбом „О себе“, потому что всё, что есть в этой музыке и словах — чистая правда. Если вы хотите что-то узнать обо мне, то лучший способ — послушать мои песни, нежели прочитать новости на страницах каких-то изданий. Тут врать нельзя и не нужно»"
        }
      ]
    },
    "coldun": {
      "title": "Дмитрий Колдун",
      "shortDescription": "Победитель проекта “Фабрика Звёзд 6”",
      "description": "Белорусский певец, поэт и композитор. Представлял Беларусь на конкурсе Евровидение 2007",
      "performance": "Дмитрий Колдун исполняет песню “Несерьёзно”,Фабрика Звёзд-6",
      "place": "Место съёмок второго сезона проекта “Фабрика звёзд” Москва, телецентр «Останкино»",
      "biography": [
        {
          "year": "1985 - 2005 гг.",
          "title": "Ранние проекты",
          "description": "В детстве увлекался музыкой, играл со своей группой под названием «Тяжёлый колёсный плуг». В репертуаре гитарного трио были преимущественно композиции на белорусском языке. В 2004 году был участником проекта «Народный артист-2» на телеканале «Россия».В 2004—2005 годах работал в Государственном концертном оркестре Республики Беларусь."
        },
        {
          "year": "2006 год",
          "title": "“Фабрика Звёзд”",
          "description": "В 2006 году стал победителем проекта «Фабрика звёзд-6» на «Первом канале», после чего стал солистом обновлённого состава группы «К. Г. Б.» (Колдун, Гуркова, Барсуков), однако вскоре покинул коллектив. После совместного исполнения с группой Scorpions песни «Still Loving You» получил приглашение от солиста Клауса Майне исполнить эту песню в рамках совместного тура."
        },
        {
          "year": "2007 год",
          "title": "“Евровидение”",
          "description": "В 2007 году выиграл белорусский отбор на «Евровидение-2007» «Еврофест» с песней Филиппа Киркорова «Work Your Magic» на слова Карена Кавалеряна. По итогам полуфинала «Евровидения» 10 мая 2007 года Колдун прошёл в финал конкурса, где занял 6-е место (высшее достижение Беларуси на конкурсе)."
        },
        {
          "year": "2007 - 2009 гг.",
          "title": "Дальнейшая карьера",
          "description": "В декабре 2007 — марте 2008 годов принимал участие в проекте «Две звезды» на «Первом канале» в паре с Натальей Рудовой.В 2008 году сыграл главного героя рок-оперы «Звезда и смерть Хоакина Мурьеты» разбойника Хоакина. 9 февраля 2009 года совместно с Александром Асташёнком открыл студию звукозаписи «Ящерица»."
        },
        {
          "year": "2009 - 2017 гг.",
          "title": "Участие в проектах",
          "description": "29 апреля 2009 года выступил с первым сольным концертом в Королёве. 20 ноября 2010 года на конкурсе «Детское Евровидение 2010» исполнил финальный гимн UNICEF «A day without war» совместно с детьми-участниками конкурса. 2 марта — 8 июня 2014 года принимал участие в шоу «Точь-в-точь» на «Первом канале», дойдя до финала, но не одержав победу."
        }
      ]
    }
  }
}